Repository: SettleAPI/settle-woocommerce-gateway
Catalog: languages/settle-woocommerce-gateway-*.po
Languages: de_de, nb_no

source: Settings
de_de: Einstellungen
nb_no: Innstillinger

source: Enable / Disable
de_de: Aktivieren / Deaktivieren
nb_no: Aktiver / deaktiver

source: Enable this payment gateway
de_de: Aktivieren / Inaktivieren
nb_no: Aktiver denne payment gateway

source: Title
de_de: Titel
nb_no: Tittel

source: Payment title the customer will see during the checkout process.
de_de: Titel sichtbar für den Kunden während des Zahlungsvorgangs
nb_no: Betaling tittel kunden vil se i løpet av betalingsprosessen.

source: Description
de_de: Beschreibung
nb_no: Beskrivelse

source: Payment description the customer will see during the checkout process.
de_de: Beschreibung sichtbar für den Kunden während des Zahlungsvorgangs
nb_no: Betaling beskrivelse kunden vil se i løpet av betalingsprosessen.

source: This is the merchant id that was provided by Settle when you signed up for an account at %shttps://business.settle.eu/%s .
de_de: Händler-ID, die von Settle während der Eröffnung eines Händlerkontos im Settle-Portal %shttps://business.settle.eu/%s bereit gestellt wurde.
nb_no: Dette er merchant id som ble levert av Settle når du registrerte deg for en konto på

source: The merchant user created by you at %shttps://business.settle.eu/%s .
de_de: Händler-User-ID, die von Ihnen im Settle-Portal %shttps://business.settle.eu/%s erzeugt wurde.
nb_no: Merchant bruker opprettet av deg på

source: Enable Test Mode
de_de: Aktivieren testmodus
nb_no: Aktiver test mode

source: Place the payment gateway in test mode.
nb_no: Plasser betaling gateway i test mode

source: Generate new RSA keys
de_de: Neuen RSA-Schlüssel erzeugen
nb_no: Generere nye RSA-nøkler

source: If set to "yes", new keys will be generated, and you need to copy the public key to %shttps://business.settle.eu/%s .
de_de: Wenn Einstellung “ja” aktiviert ist, wird eine neue Verschlüsselung erzeugt. Der öffentliche Schlüssel muss in das Settle-Portal kopiert werden: %shttps://business.settle.eu/%s .
nb_no: Hvis satt til "yes", nye nøkler vil bli generert, og du må kopiere den offentlige nøkkelen til %shttps://business.settle.eu/%s .

source: Private RSA key
de_de: Privater RSA-Schlüssel
nb_no: Privat RSA nøkkel

source: Your private RSA key. Keep it secret.
de_de: Privater RSA-Schlüssel - muss geheim gehalten werden
nb_no: Din private RSA nøkkel. Holde det hemmelig.

source: Public RSA key
de_de: Öffenticher RSA-Schlüssel
nb_no: Publik RSA nøkkel

source: Your public RSA key. Copy this to the corresponding field for your merchant user at %shttps://business.settle.eu/%s .
de_de: Öffentlicher RSA-Schlüssel - muss in das entsprechende Feld Ihres Händer-Users kopiert werden: %shttps://business.settle.eu/%s .
nb_no: Din publik RSA nøkkel. Kopier denne til det tilsvarende feltet for din merchant user på %shttps://business.settle.eu/%s .

source: Gateway Disabled
nb_no: Gateway deaktivert

source: Settle does not support your store currency.
de_de: Settle Zahlungen werden momentan nicht in der Währung ihres Webshops unterstützt.
nb_no: Settle støtter ikke butikken din valuta.

source: Settle manual capture completed
de_de: Settle manueller Capture erfolgreich abgeschlossen
nb_no: Settle manuell capture fullført

source: Settle manual capture failed
de_de: Settle manueller Capture fehlgeschlagen
nb_no: Settle manuell capture mislyktes

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href="%s">forcing the checkout pages to be secured.</a>
de_de: <strong>%s</strong> ist aktiviert, doch das notwendige SSL-Sertifikat zur Sicherung Ihrer Bezahlungslösung wird nicht von WooCommerce bereit gestellt. Bitte versichern Sie sich deshalb, ob Sie über ein gültiges SSL-Sertifikat verfügen und Ihrer Bezahlungslösung hiermit gesichert ist. <a href="%s"> </a>
nb_no: <strong>%s</strong> er aktivert og WooCommerce er ikke presser SSL-sertifikatet på kassen. Sørg for at du har en gyldig SSL-sertifikat og at du er <a href="%s"> tvinge kassa sider som skal sikres

source: Settle payment status : auth
de_de: Settle Transaktionsstatus: auth
nb_no: Settle betalingsstatus : auth

source: Settle automatic capture completed
de_de: Settle automatischer Capture erfolgreich abgeschlossen
nb_no: Settle automatisk capture fullført

source: Settle automatic capture failed
de_de: Settle automatischer Capture fehlgeschlagen
nb_no: Settle automatisk capture mislyktes

source: Settle capture failed
de_de: Settle Capture fehlgeschlagen
nb_no: Settle capture mislyktes

source: We are currently experiencing problems trying to connect to this payment gateway. Sorry for the inconvenience.
de_de: Wir haben leider im Moment Probleme damit, das Payment Gateway zu erreichen. Wir möchten uns für alle eventuelle Unannehmlichkeiten entschuldigen.
nb_no: Vi opplever for tiden problemer med å koble seg til denne payment gateway. Beklager det inntrufne.

source: Pay with %s
de_de: Zahlung mit %s
nb_no: Betal med %s

source: Log Mode
nb_no: Logg-modus

source: Enable logging
nb_no: Slå på logging

source: When using Settle %stest environment%s , this token needs to be set
nb_no: Denne verdien må være satt når du bruker Settle %stest-miljø%s

source: Only concerns developers
de_de: Nur Bedenken Entwickler
nb_no: Gjelder bare utviklere

source: Settle Express Payment Gateway Plug-in for WooCommerce. Please notice that this needs free shipping.
nb_no: Settle Express Payment Gateway Plug-in for WooCommerce. Vær obs på at denne forutsetter gratis frakt.

source: Copy values from Settle plugin settings
nb_no: Kopier verdier fra Settle plugin-innstillinger

source: If set to "yes", merchant id, merchant user id, key pair will be copied from Settle plugin settings.
nb_no: Hvis satt til "yes", må merchant id, merchant user id og nøkkelpar kopieres over fra Settle plugin-innstillinger.

source: Capture an authorized payment automatically. If not set, capture needs to be done in the order view within 72 hours, else the auth will expire and the money will be refunded.
nb_no: Gjør 'capture' på autoriserte betalinger automatisk. Når denne funksjonen er slått av må capture gjøres manuelt på ordren innen 72 timer, hvis ikke går autorisasjonen ut og pengene blir refundert.

source: Cart Page
nb_no: Handlekurv-siden

source: Display at the top of page.
nb_no: Vis på toppen av siden.

source: Display at the bottom of page.
nb_no: Vis i bunnen av siden.

source: Display the express button on page
nb_no: Vis Express-knappen på siden

source: Checkout Page
nb_no: Kasse-siden

source: Settle Payment Gateway Plug-in for WooCommerce
de_de: Settle Payment Gateway Plug-in für WooCommerce

source: merchant id
de_de: Händler-ID

source: merchant user id
de_de: Händler-User-ID

source: autocapture
de_de: Automatischer Capture

source: Capture an authorized payment automatically
de_de: Automatischer Abschluss (Capture) einer vorautorisierten Zahlung

source: Capture an authorized payment automatically. If not set, capture needs to be done in the order view.
de_de: Automatischer Abschluss (Capture) einer vorautorisierten Zahlung. Falls dieses Feature nicht aktiviert ist, müssen alle vorautorisierten Zahlungen manuell in der Bestellansicht mit einem Capture abgeschlossen werden.

source: Test Mode
de_de: Testmodus
